Repository: mate-desktop-legacy-archive/mate-dialogs
Catalog: po/*.po
Languages: be

source: translator-credits
be: Аляксандар Няхайчык Міхаіл Варанцоў <meequz@gmail.com>

source: Display dialog boxes from shell scripts
be: Паказвае акенцы са сцэнараў абалонкі

source: You must specify a dialog type. See 'matedialog --help' for details
be: Вы павінны задаць тып акенца. Глядзіце вывад "matedialog --help" па больш падрабязныя звесткі

source: could not parse command from stdin
be: немагчыма разабраць загад з stdin

source: Could not parse message from stdin
be: Немагчыма разабраць паведамленне з stdin

source: MateDialog notification
be: Абвяшчэнне MateDialog

source: Type your password
be: Увядзіце пароль

source: Username:
be: Імя карыстальніка:

source: Password:
be: Пароль:

source: Maximum value must be greater than minimum value.
be: Максімальнае значэнне мусіць быць большым за мінімальнае.

source: Value out of range.
be: Значэнне выйшла за дазволеныя межы.

source: No column titles specified for List dialog.
be: Не зададзены назвы слупкоў для спісу.

source: You should use only one List dialog type.
be: Вы мусіце выкарыстоўваць толькі адзін тып акенца Спіс.

source: Add a new entry
be: Дадаць новы запіс

source: Adjust the scale value
be: Узгадняе значэнне маштабавання

source: All updates are complete.
be: Усе абнаўленні зроблены.

source: An error has occurred.
be: Здарылась памылка.

source: Are you sure you want to proceed?
be: Сапраўды жадаеце працягваць?

source: C_alendar:
be: Ка_ляндар:

source: Calendar selection
be: Вылучэнне каляндара

source: Error
be: Памылка

source: Information
be: Звесткі

source: Progress
be: Поспех

source: Question
be: Пытанне

source: Running...
be: Выконваецца...

source: Select a date from below.
be: Вылучыце дзень з прапанаваных ніжэй.

source: Select items from the list
be: Вылучыце пункт са спісу

source: Select items from the list below.
be: Вылучыце пункт са спісу, прапанаванага ніжэй.

source: Text View
be: Паказ тэкста

source: Warning
be: Папярэджанне

source: _Enter new text:
be: У_вядзіце новы тэкст:

source: Set the dialog title
be: Усталяваць загаловак акна

source: TITLE
be: ЗАГАЛОВАК

source: Set the window icon
be: Усталяваць значок вакна

source: ICONPATH
be: ШЛЯХ_ДА_ЗНАЧКА

source: Set the width
be: Задаць шырыню

source: WIDTH
be: ШЫРЫНЯ

source: Set the height
be: Задаць вышыню

source: HEIGHT
be: ВЫШЫНЯ

source: Set dialog timeout in seconds
be: Задаць таймаўт у секундах

source: TIMEOUT
be: ТАЙМАЎТ

source: Display calendar dialog
be: Адлюстраваць каляндар

source: Set the dialog text
be: Усталяваць тэкст акенца

source: TEXT
be: ТЭКСТ

source: Set the calendar day
be: Усталяваць дзень каляндара

source: DAY
be: ДЗЕНЬ

source: Set the calendar month
be: Усталяваць месяц каляндара

source: MONTH
be: МЕСЯЦ

source: Set the calendar year
be: Усталяваць год каляндара

source: YEAR
be: ГОД

source: Set the format for the returned date
be: Усталяваць фармат даты для вяртання

source: PATTERN
be: УЗОР

source: Display text entry dialog
be: Паказаць акенца для ўводу тэксту

source: Set the entry text
be: Усталяваць тэкст для поля ўводу

source: Hide the entry text
be: Схаваць тэкст поля ўводу

source: Display error dialog
be: Паказаць акенца для паведамлення пра памылку

source: Do not enable text wrapping
be: Не ўключаць перанос тэксту

source: Display info dialog
be: Паказаць інфармацыйнае акенца

source: Display file selection dialog
be: Паказаць акенца вылучэння файла

source: Set the filename
be: Задаць назву файла

source: FILENAME
be: НАЗВА_ФАЙЛА

source: Allow multiple files to be selected
be: Дазволіць вылучэнне некалькіх файлаў

source: Activate directory-only selection
be: Задзейнічаць вылучэнне толькі каталогаў

source: Activate save mode
be: Задзейнічаць бяспечны рэжым

source: Set output separator character
be: Усталяваць знак-межнік вываду

source: SEPARATOR
be: МЕЖНІК

source: Confirm file selection if filename already exists
be: Пацверджваць вылучэнне файла, калі ён ужо існуе

source: Display list dialog
be: Паказаць спіс

source: Set the column header
be: Задаць загаловак слупка

source: COLUMN
be: СЛУПОК

source: Use check boxes for first column
be: Выкарыстоўваць чэкбоксы для першага слупка

source: Use radio buttons for first column
be: Выкарыстоўваць радыё-кнопкі для першага слупка

source: Allow multiple rows to be selected
be: Дазволіць вылучэнне некалькіх радкоў

source: Allow changes to text
be: Дазволіць змяненне тэксту

source: Print a specific column (Default is 1. 'ALL' can be used to print all columns)
be: Друкуе адмысловы слупок (стандартны - 1-ы, "ALL" - можна задаць для друку ўсіх слупкоў"

source: NUMBER
be: НУМАР

source: Hide a specific column
be: Хавае адмысловы слупок

source: Display notification
be: Паказаць абвяшчэнне

source: Set the notification text
be: Задае тэкст нагадвання

source: Listen for commands on stdin
be: Слухаць загады на stdin

source: Display progress indication dialog
be: Паказаць індыкатар руху

source: Set initial percentage
be: Задаць пачатковае значэнне адсоткаў

source: PERCENTAGE
be: АДСОТАК

source: Pulsate progress bar
be: Палоска руху мільгае

source: Dismiss the dialog when 100% has been reached
be: Закрыць акенца, калі будзе дасягнута значэнне ў 100%

source: Display question dialog
be: Паказаць акенца з пытаннем

source: Display text information dialog
be: Паказаць інфармацыйнае акенца з тэкстам

source: Open file
be: Адкрыць файл

source: Display warning dialog
be: Адкрыць акенца з папярэджаннем

source: Display scale dialog
be: Паказаць акенца маштабавання

source: Set initial value
be: Задаць пачатковае значэнне

source: VALUE
be: ЗНАЧЭННЕ

source: Set minimum value
be: Задае мінімальнае значэнне

source: Set maximum value
be: Задае максімальнае значэнне

source: Set step size
be: Задае памер кроку

source: Print partial values
be: Друкуе частковае значэнне

source: Hide value
be: Хавае значэнне

source: About matedialog
be: Пра MateDialog

source: Print version
be: Вывесці версію

source: General options
be: Галоўныя параметры

source: Show general options
be: Паказвае агульныя параметры

source: Calendar options
be: Параметры каляндара

source: Show calendar options
be: Паказвае параметры календару

source: Text entry options
be: Параметры ўводу тэксту

source: Show text entry options
be: Паказвае параметры ўводу

source: Error options
be: Параметры памылкі

source: Show error options
be: Паказвае параметры памылак

source: Info options
be: Інфармацыйныя параметры

source: Show info options
be: Паказвае параметры інфармацыйнага акенца

source: File selection options
be: Параметры вылучэння файла

source: Show file selection options
be: Паказвае параметры акенца вылучэння файла

source: List options
be: Параметры спісу

source: Show list options
be: Паказвае параметры спісу элементаў

source: Notification icon options
be: Параметры значка абвяшчэння

source: Show notification icon options
be: Паказвае параметры значка абвяшчэння

source: Progress options
be: Параметры палоскі руху

source: Show progress options
be: Паказвае параметры палоскі руху

source: Question options
be: Параметры пытання

source: Show question options
be: Паказвае параметры акенца пытання

source: Warning options
be: Выбары папярэджання

source: Show warning options
be: Паказвае параметры акенца папярэджання

source: Scale options
be: Параметры маштабавання

source: Show scale options
be: Паказвае параметры маштабавання

source: Text information options
be: Параметры інфармацыйнага тэксту

source: Show text information options
be: Паказвае параметры інфармацыйнага акенца з тэкстам

source: Miscellaneous options
be: Разнастайныя параметры

source: Show miscellaneous options
be: Паказвае разнастайныя параметры

source: This option is not available. Please see --help for all possible usages.
be: Гэты параметр недаступны. Глядзіце --help па магчымыя варыянты.

source: --%s is not supported for this dialog
be: --%s не падтрымліваецца для гэтага акенца

source: Two or more dialog options specified
be: Зададзены два ці больш параметраў акенца
